Repository: jjhhyyg/WordScene
Catalog: WordScene/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, vi, zh_hant

source: 主存储初始化失败，当前无法使用 iCloud 同步：%@
ar: فشل تهيئة التخزين الأساسي، مزامنة iCloud غير متاحة حاليًا: %@
de: Primärspeicher-Fehler, iCloud-Sync nicht verfügbar: %@
en: Primary storage failed to initialize, so iCloud sync is unavailable: %@
es: El almacenamiento principal no pudo inicializarse, así que la sincronización con iCloud no está disponible: %@
fr: Échec de l'initialisation du stockage principal, synchronisation iCloud indisponible : %@
hi: मुख्य भंडारण आरंभ नहीं हो सका, iCloud सिंक उपलब्ध नहीं: %@
id: Penyimpanan utama gagal diinisialisasi, sinkronisasi iCloud tidak tersedia: %@
it: Inizializzazione archiviazione primaria fallita, sincronizzazione iCloud non disponibile: %@
ja: メインストレージの初期化に失敗しました。iCloud 同期は利用できません：%@
ko: 기본 저장소 초기화 실패, 현재 iCloud 동기화를 사용할 수 없음: %@
nl: Primaire opslag mislukt, iCloud-synchronisatie niet beschikbaar: %@
pl: Nie udało się zainicjować głównego magazynu, synchronizacja iCloud niedostępna: %@
pt: Falha ao inicializar armazenamento principal. Sincronização iCloud indisponível: %@
ru: Не удалось инициализировать основное хранилище, синхронизация iCloud недоступна: %@
tr: Ana depo başlatılamadı, iCloud senkronizasyonu kullanılamıyor: %@
vi: Khởi tạo bộ nhớ chính thất bại, hiện không thể đồng bộ iCloud: %@
zh_hant: 主儲存初始化失敗，目前無法使用 iCloud 同步：%@

source: 交换翻译方向
ar: تبديل اتجاه الترجمة
de: Übersetzungsrichtung tauschen
en: Swap Translation Direction
es: Intercambiar dirección de traducción
fr: Échanger les langues
hi: अनुवाद दिशा बदलें
id: Tukar arah terjemahan
it: Scambia direzione traduzione
ja: 翻訳方向を入れ替え
ko: 번역 방향 전환
nl: Wissel vertaalrichting
pl: Zamień kierunek tłumaczenia
pt: Trocar direção da tradução
ru: Поменять направление перевода
tr: Çeviri yönünü değiştir
vi: Đổi hướng dịch
zh_hant: 交換翻譯方向

source: 仅 Debug build 可用，用于排查模型响应；Release build 不保存、不显示、不同步，也不导出。
ar: متاح فقط في إصدار Debug لاستكشاف استجابة النموذج؛ إصدار Release لا يحفظ ولا يعرض ولا يزامن ولا يصدر.
de: Nur für Debug-Builds; Release-Builds speichern, anzeigen, synchronisieren oder exportieren nicht.
en: Available only in Debug builds for inspecting model responses. Release builds do not save, show, sync, or export this data.
es: Disponible solo en compilaciones Debug para revisar respuestas del modelo. Las versiones Release no guardan, muestran, sincronizan ni exportan estos datos.
fr: Disponible uniquement en version Debug pour analyser les réponses du modèle ; en version Release, non sauvegardé, non affiché, non synchronisé et non exporté.
hi: केवल Debug build में उपलब्ध, मॉडल प्रतिक्रिया जाँच के लिए; Release build में सहेजा, दिखाया, सिंक या निर्यात नहीं किया जाता।
id: Hanya tersedia di Debug build, untuk debugging respons model; Release build tidak menyimpan, menampilkan, menyinkronkan, atau mengekspor.
it: Disponibile solo in build Debug per analisi risposte modello; in build Release non salvato, non mostrato, non sincronizzato e non esportato.
ja: Debug ビルドのみ利用可能。モデル応答の調査用。Release ビルドでは保存、表示、同期、エクスポートは行われません。
ko: Debug 빌드에서만 사용 가능, 모델 응답 확인용; Release 빌드에서는 저장, 표시, 동기화, 내보내기하지 않음.
nl: Alleen beschikbaar in Debug-build voor modelresponsanalyse; Release-build slaat niet op, toont niet, synchroniseert niet en exporteert niet.
pl: Dostępne tylko w kompilacji Debug do diagnozowania odpowiedzi modelu; kompilacja Release nie zapisuje, nie wyświetla, nie synchronizuje ani nie eksportuje.
pt: Disponível apenas em build Debug para depuração de respostas do modelo. Em Release, não é salvo, exibido, sincronizado ou exportado.
ru: Доступно только в Debug-сборке для отладки ответов модели; в Release-сборке не сохраняется, не отображается, не синхронизируется и не экспортируется.
tr: Yalnızca Debug build'de kullanılabilir, model yanıtlarını incelemek içindir; Release build'de kaydedilmez, gösterilmez, senkronize edilmez ve dışa aktarılmaz.
vi: Chỉ khả dụng trên bản Debug, dùng để kiểm tra phản hồi của mô hình; bản Release không lưu, không hiển thị, không đồng bộ và không xuất.
zh_hant: 僅 Debug build 可用，用於排查模型回應；Release build 不儲存、不顯示、不同步，也不匯出。

source: 仅 Debug build 可用；Release build 不保存、不同步、不导出。
ar: متاح فقط في إصدار Debug؛ إصدار Release لا يحفظ ولا يزامن ولا يصدر.
de: Nur für Debug-Builds; Release-Builds speichern, synchronisieren oder exportieren nicht.
en: Available only in Debug builds. Release builds do not save, sync, or export this data.
es: Disponible solo en compilaciones Debug. Las versiones Release no guardan, sincronizan ni exportan estos datos.
fr: Disponible uniquement en version Debug ; en version Release, non sauvegardé, non synchronisé, non exporté.
hi: केवल Debug build में उपलब्ध; Release build में सहेजा, सिंक या निर्यात नहीं किया जाता।
id: Hanya tersedia di Debug build; Release build tidak menyimpan, menyinkronkan, atau mengekspor.
it: Disponibile solo in build Debug; in build Release non salvato, non sincronizzato e non esportato.
ja: Debug ビルドのみ利用可能。Release ビルドでは保存、同期、エクスポートは行われません。
ko: Debug 빌드에서만 사용 가능; Release 빌드에서는 저장, 동기화, 내보내기하지 않음.
nl: Alleen beschikbaar in Debug-build; Release-build slaat niet op, synchroniseert niet, exporteert niet.
pl: Dostępne tylko w kompilacji Debug; kompilacja Release nie zapisuje, nie synchronizuje ani nie eksportuje.
pt: Disponível apenas em build Debug. Em Release, não é salvo, sincronizado ou exportado.
ru: Доступно только в Debug-сборке; в Release-сборке не сохраняется, не синхронизируется, не экспортируется.
tr: Yalnızca Debug build'de kullanılabilir; Release build'de kaydedilmez, senkronize edilmez, dışa aktarılmaz.
vi: Chỉ khả dụng trên bản Debug; bản Release không lưu, không đồng bộ, không xuất.
zh_hant: 僅 Debug build 可用；Release build 不儲存、不同步、不匯出。

source: 仅本机存储
ar: تخزين محلي فقط
de: Nur lokal gespeichert
en: Local Storage Only
es: Solo almacenamiento local
fr: Stockage local uniquement
hi: केवल इस डिवाइस पर
id: Penyimpanan lokal saja
it: Solo locale
ja: ローカルのみ
ko: 기기 저장소만
nl: Alleen lokaal opgeslagen
pl: Tylko lokalnie
pt: Apenas armazenamento local
ru: Только локально
tr: Yalnızca yerel depo
vi: Chỉ lưu trên máy
zh_hant: 僅本機儲存

source: 从 iCloud 导入
ar: استيراد من iCloud
de: Aus iCloud importieren
en: Import from iCloud
es: Importar desde iCloud
fr: Importer depuis iCloud
hi: iCloud से आयात करें
id: Impor dari iCloud
it: Importa da iCloud
ja: iCloud からインポート
ko: iCloud에서 가져오기
nl: Importeren vanuit iCloud
pl: Import z iCloud
pt: Importar do iCloud
ru: Импорт из iCloud
tr: iCloud'dan içe aktar
vi: Nhập từ iCloud
zh_hant: 從 iCloud 匯入

source: 使用 iCloud 同步
ar: استخدام مزامنة iCloud
de: iCloud-Sync verwenden
en: Use iCloud Sync
es: Usar sincronización con iCloud
fr: Utiliser la synchronisation iCloud
hi: iCloud सिंक का उपयोग करें
id: Gunakan sinkronisasi iCloud
it: Usa sincronizzazione iCloud
ja: iCloud 同期を使用
ko: iCloud 동기화 사용
nl: iCloud-synchronisatie gebruiken
pl: Użyj synchronizacji iCloud
pt: Usar sincronização iCloud
ru: Синхронизация iCloud
tr: iCloud senkronizasyonunu kullan
vi: Dùng đồng bộ iCloud

source: 俄语
ar: الروسية
de: Russisch
en: Russian
es: Ruso
fr: russe
hi: रूसी
id: Rusia
it: Russo
ja: ロシア語
ko: 러시아어
nl: Russisch
pl: rosyjski
pt: Russo
ru: Русский
tr: Rusça
vi: Tiếng Nga
zh_hant: 俄語

source: 保存
ar: حفظ
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ko: 저장
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
tr: Kaydet
vi: Lưu
zh_hant: 儲存

source: 保存 DeepSeek Token
ar: حفظ DeepSeek Token
de: DeepSeek Token speichern
en: Save DeepSeek Token
es: Guardar token de DeepSeek
fr: Enregistrer le Token DeepSeek
hi: DeepSeek Token सहेजें
id: Simpan Token DeepSeek
it: Salva Token DeepSeek
ja: DeepSeek Token を保存
ko: DeepSeek 토큰 저장
nl: DeepSeek Token opslaan
pl: Zapisz token DeepSeek
pt: Salvar Token DeepSeek
ru: Сохранить токен DeepSeek
tr: DeepSeek Token'ı kaydet
vi: Lưu Token DeepSeek
zh_hant: 儲存 DeepSeek Token

source: 保存 Raw API Response
ar: حفظ Raw API Response
de: Raw API Response speichern
en: Save Raw API Response
es: Guardar respuesta API sin procesar
fr: Sauvegarder la réponse API brute
hi: Raw API Response सहेजें
id: Simpan Respons API Mentah
it: Salva risposta API grezza
ja: Raw API Response を保存
ko: Raw API 응답 저장
nl: Bewaar Raw API Response
pl: Zapisz surową odpowiedź API
pt: Salvar Resposta Raw da API
ru: Сохранять Raw API Response
tr: Ham API Yanıtını Kaydet
vi: Lưu Raw API Response
zh_hant: 儲存 Raw API Response

source: 保存到收藏
ar: حفظ في المفضلة
de: In Favoriten speichern
en: Save to Saved
es: Guardar en guardados
fr: Ajouter aux favoris
hi: पसंद में सहेजें
id: Simpan ke favorit
it: Salva nei preferiti
ja: お気に入りに保存
ko: 즐겨찾기에 저장
nl: Opslaan in favorieten
pl: Zapisz w ulubionych
pt: Salvar nos favoritos
ru: Сохранить в избранное
tr: Koleksiyona kaydet
vi: Lưu vào bộ sưu tập
zh_hant: 儲存到收藏

source: 保留现有项
ar: الاحتفاظ بالعناصر الحالية
de: Vorhandene behalten
en: Keep Existing
es: Conservar existentes
fr: Conserver les éléments existants
hi: मौजूदा आइटम रखें
id: Pertahankan item yang ada
it: Mantieni elementi esistenti
ja: 既存の項目を保持
ko: 기존 항목 유지
nl: Bestaande items behouden
pl: Zachowaj istniejące
pt: Manter itens existentes
ru: Оставить существующие
tr: Mevcut öğeleri koru
vi: Giữ lại mục hiện có
zh_hant: 保留現有項目

source: 全部
ar: الكل
de: Alle
en: All
es: Todo
fr: Tout
hi: सभी
id: Semua
it: Tutti
ja: すべて
ko: 전체
nl: Alles
pl: Wszystkie
pt: Todos
ru: Все
tr: Tümü
vi: Tất cả

source: 全部删除
ar: حذف الكل
de: Alle löschen
en: Delete All
es: Eliminar todo
fr: Tout supprimer
hi: सभी हटाएँ
id: Hapus semua
it: Elimina tutto
ja: すべて削除
ko: 전체 삭제
nl: Alles verwijderen
pl: Usuń wszystko
pt: Excluir todos
ru: Удалить все
tr: Tümünü sil
vi: Xóa tất cả
zh_hant: 全部刪除

source: 全量导入 / 全量导出
ar: استيراد/تصدير كامل
de: Vollständiger Import / Export
en: Full import / full export
es: Importación completa / exportación completa
fr: Importation / Exportation complète
hi: पूर्ण आयात / पूर्ण निर्यात
id: Impor/Ekspor penuh
it: Importazione/Esportazione completa
ja: 全量インポート / 全量エクスポート
ko: 전체 가져오기 / 전체 내보내기
nl: Volledige import / export
pl: Import / Eksport pełny
pt: Importação/Exportação completa
ru: Полный импорт / полный экспорт
tr: Tam içe aktar / Tam dışa aktar
vi: Nhập toàn bộ / Xuất toàn bộ
zh_hant: 全量匯入 / 全量匯出

source: 关于
ar: حول
de: Über
en: About
es: Acerca de
fr: À propos
hi: बारे में
id: Tentang
it: Informazioni
ja: このアプリについて
ko: 정보
nl: Over
pl: O aplikacji
pt: Sobre
ru: О приложении
tr: Hakkında
vi: Giới thiệu
zh_hant: 關於

source: 兼容存储模式
ar: وضع التخزين المتوافق
de: Kompatibilitätsspeicher-Modus
en: Compatibility Storage Mode
es: Modo de almacenamiento compatible
fr: Mode de stockage compatible
hi: संगत भंडारण मोड
id: Mode penyimpanan kompatibel
it: Modalità archiviazione compatibile
ja: 互換ストレージモード
ko: 호환 저장소 모드
nl: Compatibele opslagmodus
pl: Tryb magazynu zastępczego
pt: Modo de armazenamento compatível
ru: Режим совместимого хранилища
tr: Uyumlu depo modu
vi: Chế độ bộ nhớ tương thích
zh_hant: 相容儲存模式

source: 内容
ar: المحتوى
de: Inhalt
en: Content
es: Contenido
fr: Contenu
hi: सामग्री
id: Konten
it: Contenuto
ko: 내용
nl: Inhoud
pl: Treść
pt: Conteúdo
ru: Содержание
tr: İçerik
vi: Nội dung
zh_hant: 內容

source: 最近同步成功
ar: تمت المزامنة بنجاح مؤخرًا
de: Letzte Synchronisierung erfolgreich
en: Recent Sync Succeeded
es: Sincronización reciente correcta
fr: Dernière synchronisation réussie
hi: हाल ही में सिंक सफल
id: Sinkronisasi berhasil
it: Sincronizzazione recente riuscita
ja: 最近同期成功
ko: 최근 동기화 성공
nl: Recent gesynchroniseerd
pl: Ostatnia synchronizacja udana
pt: Sincronização recente bem-sucedida
ru: Недавняя синхронизация успешна
tr: Son Senkronizasyon Başarılı
vi: Đồng bộ gần đây thành công

source: 准备 iCloud 同步
ar: تحضير مزامنة iCloud
de: iCloud-Synchronisierung vorbereiten
en: Prepare iCloud Sync
es: Preparar sincronización con iCloud
fr: Préparation de la synchronisation iCloud
hi: iCloud सिंक तैयार करें
id: Siapkan sinkronisasi iCloud
it: Preparazione sincronizzazione iCloud
ja: iCloud 同期準備中
ko: iCloud 동기화 준비
nl: iCloud-synchronisatie voorbereiden
pl: Przygotowanie synchronizacji iCloud
pt: Preparar sincronização do iCloud
ru: Подготовка синхронизации iCloud
tr: iCloud Senkronizasyonu Hazırlanıyor
vi: Chuẩn bị đồng bộ iCloud
zh_hant: 準備 iCloud 同步

source: 删除
ar: حذف
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
hi: हटाएँ
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt: Excluir
ru: Удалить
tr: Sil
vi: Xóa
zh_hant: 刪除

source: 删除 DeepSeek Token
ar: حذف رمز DeepSeek
de: DeepSeek Token löschen
en: Delete DeepSeek Token
es: Eliminar token de DeepSeek
fr: Supprimer le jeton DeepSeek
hi: DeepSeek Token हटाएँ
id: Hapus Token DeepSeek
it: Elimina Token DeepSeek
ja: DeepSeek Token を削除
ko: DeepSeek Token 삭제
nl: DeepSeek Token verwijderen
pl: Usuń token DeepSeek
pt: Excluir Token do DeepSeek
ru: Удалить DeepSeek Token
tr: DeepSeek Token'ını Sil
vi: Xóa Token DeepSeek
zh_hant: 刪除 DeepSeek Token

source: 删除 DeepSeek Token？
ar: حذف رمز DeepSeek؟
de: DeepSeek Token löschen?
en: Delete DeepSeek Token?
es: ¿Eliminar el token de DeepSeek?
fr: Supprimer le jeton DeepSeek ?
hi: DeepSeek Token हटाएँ?
id: Hapus Token DeepSeek?
it: Eliminare Token DeepSeek?
ja: DeepSeek Token を削除しますか？
ko: DeepSeek Token을 삭제하시겠습니까?
nl: DeepSeek Token verwijderen?
pl: Usunąć token DeepSeek?
pt: Excluir Token do DeepSeek?
ru: Удалить DeepSeek Token?
tr: DeepSeek Token'ı Silinsin mi?
vi: Xóa Token DeepSeek?
zh_hant: 刪除 DeepSeek Token？

source: 删除全部收藏
ar: حذف جميع المفضلة
de: Alle Favoriten löschen
en: Delete All Saved Items
es: Eliminar todos los guardados
fr: Supprimer tous les favoris
hi: सभी पसंदीदा हटाएँ
id: Hapus semua favorit
it: Elimina tutti i preferiti
ja: すべてのお気に入りを削除
ko: 모든 즐겨찾기 삭제
nl: Alle favorieten verwijderen
pl: Usuń wszystkie ulubione
pt: Excluir todos os favoritos
ru: Удалить все избранное
tr: Tüm Favorileri Sil
vi: Xóa tất cả mục yêu thích
zh_hant: 刪除全部收藏

source: 删除全部收藏？
ar: حذف جميع المفضلة؟
de: Alle Favoriten löschen?
en: Delete all saved items?
es: ¿Eliminar todos los guardados?
fr: Supprimer tous les favoris ?
hi: सभी पसंदीदा हटाएँ?
id: Hapus semua favorit?
it: Eliminare tutti i preferiti?
ja: すべてのお気に入りを削除しますか？
ko: 모든 즐겨찾기를 삭제하시겠습니까?
nl: Alle favorieten verwijderen?
pl: Usunąć wszystkie ulubione?
pt: Excluir todos os favoritos?
ru: Удалить все избранное?
tr: Tüm Favoriler Silinsin mi?
vi: Xóa tất cả mục yêu thích?
zh_hant: 刪除全部收藏？

source: 删除全部翻译历史
ar: حذف كل سجل الترجمة
de: Gesamten Übersetzungsverlauf löschen
en: Delete All Translation History
es: Eliminar todo el historial de traducción
fr: Supprimer tout l'historique de traduction
hi: सभी अनुवाद इतिहास हटाएँ
id: Hapus semua riwayat terjemahan
it: Elimina tutta la cronologia traduzioni
ja: すべての翻訳履歴を削除
ko: 모든 번역 기록 삭제
nl: Volledige vertaalgeschiedenis verwijderen
pl: Usuń całą historię tłumaczeń
pt: Excluir todo o histórico de tradução
ru: Удалить всю историю переводов
tr: Tüm Çeviri Geçmişini Sil
vi: Xóa toàn bộ lịch sử dịch
zh_hant: 刪除全部翻譯歷史

source: 删除全部翻译历史？
ar: حذف كل سجل الترجمة؟
de: Gesamten Übersetzungsverlauf löschen?
en: Delete all translation history?
es: ¿Eliminar todo el historial de traducción?
fr: Supprimer tout l'historique de traduction ?
hi: सभी अनुवाद इतिहास हटाएँ?
id: Hapus semua riwayat terjemahan?
it: Eliminare tutta la cronologia traduzioni?
ja: すべての翻訳履歴を削除しますか？
ko: 모든 번역 기록을 삭제하시겠습니까?
nl: Volledige vertaalgeschiedenis verwijderen?
pl: Usunąć całą historię tłumaczeń?
pt: Excluir todo o histórico de tradução?
ru: Удалить всю историю переводов?
tr: Tüm Çeviri Geçmişi Silinsin mi?
vi: Xóa toàn bộ lịch sử dịch?
zh_hant: 刪除全部翻譯歷史？

source: 删除历史
ar: حذف السجل
de: Verlauf löschen
en: Delete History
es: Eliminar historial
fr: Supprimer l'historique
hi: इतिहास हटाएँ
id: Hapus riwayat
it: Elimina cronologia
ja: 履歴を削除
ko: 기록 삭제
nl: Geschiedenis verwijderen
pl: Usuń historię
pt: Excluir histórico
ru: Удалить историю
tr: Geçmişi Sil
vi: Xóa lịch sử
zh_hant: 刪除歷史

source: 删除后这台设备上的翻译 Token 会被移除，之后需要重新保存 Token 才能继续翻译。
ar: بعد الحذف، ستتم إزالة رمز الترجمة من هذا الجهاز، وستحتاج إلى حفظ الرمز مرة أخرى لمواصلة الترجمة.
de: Nach dem Löschen wird der Übersetzungs-Token auf diesem Gerät entfernt. Sie müssen den Token erneut speichern, um weiter zu übersetzen.
en: After deletion, the translation token on this device will be removed. You will need to save a token again before translating.
es: Después de eliminarlo, se quitará el token de traducción de este dispositivo. Tendrás que guardar un token de nuevo para traducir.
fr: La suppression retirera le jeton de traduction de cet appareil. Vous devrez enregistrer un nouveau jeton pour continuer à traduire.
hi: हटाने के बाद इस डिवाइस से अनुवाद Token हटा दिया जाएगा, फिर से अनुवाद करने के लिए Token को पुनः सहेजना होगा।
id: Setelah dihapus, Token terjemahan akan dihapus dari perangkat ini. Anda perlu menyimpan Token lagi untuk melanjutkan penerjemahan.
it: Dopo l'eliminazione, il Token di traduzione verrà rimosso da questo dispositivo. Dovrai salvare nuovamente il Token per continuare a tradurre.
ja: 削除後、このデバイスから翻訳 Token が削除されます。再度翻訳するには Token を保存し直す必要があります。
ko: 삭제 후 이 기기에서 번역 Token이 제거되며, 계속 번역하려면 Token을 다시 저장해야 합니다.
nl: Na verwijdering wordt het vertaal Token van dit apparaat verwijderd. U moet het Token opnieuw opslaan om te kunnen vertalen.
pl: Po usunięciu token tłumaczenia na tym urządzeniu zostanie usunięty. Aby kontynuować tłumaczenie, należy go ponownie zapisać.
pt: Após excluir, o Token de tradução neste dispositivo será removido. Você precisará salvar o Token novamente para continuar traduzindo.
ru: После удаления Token перевода на этом устройстве будет удален, и для продолжения перевода потребуется сохранить Token заново.
tr: Silindikten sonra bu cihazdaki çeviri Token'ı kaldırılacak ve çeviri yapmak için Token'ı yeniden kaydetmeniz gerekecek.
vi: Sau khi xóa, Token dịch trên thiết bị này sẽ bị loại bỏ, bạn cần lưu Token lại để tiếp tục dịch.
zh_hant: 刪除後這台裝置上的翻譯 Token 會被移除，之後需要重新儲存 Token 才能繼續翻譯。

source: 删除收藏
ar: حذف المفضلة
de: Favorit löschen
en: Delete Saved Item
es: Eliminar guardado
fr: Supprimer le favori
hi: पसंदीदा हटाएँ
id: Hapus favorit
it: Elimina preferito
ja: お気に入りを削除
ko: 즐겨찾기 삭제
nl: Favoriet verwijderen
pl: Usuń ulubione
pt: Excluir favorito
ru: Удалить из избранного
tr: Favoriyi Sil
vi: Xóa mục yêu thích
zh_hant: 刪除收藏

source: 删除记录清理失败：%@
ar: فشل تنظيف سجل الحذف: %@
de: Bereinigung der Löschdatensätze fehlgeschlagen: %@
en: Failed to clean up deletion records: %@
es: No se pudieron limpiar los registros de eliminación: %@
fr: Échec du nettoyage des enregistrements supprimés : %@
hi: हटाए गए रिकॉर्ड साफ़ करने में विफल: %@
id: Gagal membersihkan catatan yang dihapus: %@
it: Pulizia record eliminati fallita: %@
ja: 削除記録の消去に失敗しました：%@
ko: 기록 삭제 정리 실패: %@
nl: Verwijderrecords opschonen mislukt: %@
pl: Nie udało się wyczyścić rekordów usunięcia: %@
pt: Falha ao limpar registros de exclusão: %@
ru: Не удалось очистить записи об удалении: %@
tr: Kayıt temizleme başarısız oldu: %@
vi: Xóa bản ghi thất bại: %@
zh_hant: 刪除記錄清理失敗：%@

source: 印地语
ar: الهندية
de: Hindi
en: Hindi
es: Hindi
fr: hindi
hi: हिन्दी
id: Hindi
it: Hindi
ja: ヒンディー語
ko: 힌디어
nl: Hindi
pl: hindi
pt: Hindi
ru: Хинди
tr: Hintçe
vi: Tiếng Hindi
zh_hant: 印地語

source: 印尼语
ar: الإندونيسية
de: Indonesisch
en: Indonesian
es: Indonesio
fr: indonésien
hi: इंडोनेशियाई
id: Indonesia
it: Indonesiano
ja: インドネシア語
ko: 인도네시아어
nl: Indonesisch
pl: indonezyjski
pt: Indonésio
ru: Индонезийский
tr: Endonezce
vi: Tiếng Indonesia
zh_hant: 印尼語

source: 历史
ar: السجل
de: Verlauf
en: History
es: Historial
fr: Historique
hi: इतिहास
id: Riwayat
it: Cronologia
ja: 履歴
ko: 기록
nl: Geschiedenis
pl: Historia
pt: Histórico
ru: История
tr: Geçmiş
vi: Lịch sử
zh_hant: 歷史

source: 原文
ar: النص الأصلي
de: Originaltext
en: Source Text
es: Texto original
fr: Texte source
hi: मूल पाठ
id: Teks asli
it: Testo originale
ko: 원문
nl: Origineel
pl: Oryginał
pt: Original
ru: Оригинал
tr: Kaynak
vi: Bản gốc

source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt: Cancelar
ru: Отмена
tr: İptal
vi: Hủy

source: 取消星标
ar: إزالة النجمة
de: Stern entfernen
en: Remove Star
es: Quitar estrella
fr: Retirer l'étoile
hi: स्टार हटाएँ
id: Hapus bintang
it: Rimuovi stella
ja: スターを外す
ko: 별표 취소
nl: Ster verwijderen
pl: Usuń gwiazdkę
pt: Remover estrela
ru: Снять звезду
tr: Yıldızı Kaldır
vi: Bỏ gắn sao
zh_hant: 取消星標

source: 可以缩短关键词，或尝试拼音、汉字、语言等不同搜索方式。
ar: يمكنك تقصير الكلمات المفتاحية، أو تجربة طرق بحث مختلفة مثل بينيين، الحروف الصينية، أو اللغة.
de: Verkürzen Sie das Stichwort oder versuchen Sie es mit Pinyin, chinesischen Schriftzeichen oder einer anderen Sprache.
en: Shorten the query, or try searching by pinyin, Chinese characters, or language.
es: Acorta la búsqueda o prueba con pinyin, caracteres chinos o idioma.
fr: Essayez de raccourcir le mot-clé ou de chercher en pinyin, caractères chinois ou langue.
hi: कीवर्ड छोटा करें, या पिनयिन, चीनी अक्षर, भाषा आदि अलग-अलग खोज तरीके आज़माएँ।
id: Persingkat kata kunci, atau coba cari dengan pinyin, karakter, atau bahasa lain.
it: Prova a ridurre le parole chiave o cerca in pinyin, caratteri cinesi o lingue diverse.
ja: キーワードを短くするか、拼音、漢字、言語など別の検索方法をお試しください。
ko: 키워드를 줄이거나, 병음, 한자, 언어 등 다른 검색 방식을 시도해 보세요.
nl: Verkort zoekwoorden of probeer pinyin, karakters of talen.
pl: Skróć słowa kluczowe lub spróbuj wyszukać w inny sposób, np. pinyin, znaki chińskie, język.
pt: Encurte a palavra-chave ou tente pesquisar em pinyin, caracteres chineses, idiomas, etc.
ru: Сократите ключевые слова или попробуйте другие способы поиска: пиньинь, иероглифы, язык.
tr: Anahtar kelimeyi kısaltın veya pinyin, Çince karakter, dil gibi farklı arama yöntemlerini deneyin.
vi: Có thể rút ngắn từ khóa, hoặc thử tìm kiếm bằng pinyin, chữ Hán, ngôn ngữ khác.
zh_hant: 可以縮短關鍵詞，或嘗試拼音、漢字、語言等不同搜尋方式。

source: 可选
ar: اختياري
de: Optional
en: Optional
es: Opcional
fr: Optionnel
hi: वैकल्पिक
id: Opsional
it: Opzionale
ja: 任意
ko: 선택 사항
nl: Optioneel
pl: Opcjonalne
pt: Opcional
ru: Необязательно
tr: İsteğe bağlı
vi: Tùy chọn
zh_hant: 可選

source: 同步
ar: مزامنة
de: Synchronisieren
en: Sync
es: Sincronización
fr: Synchroniser
hi: सिंक
id: Sinkronisasi
it: Sincronizza
ja: 同期
ko: 동기화
nl: Synchroniseren
pl: Synchronizuj
pt: Sincronizar
ru: Синхронизация
tr: Senkronize Et
vi: Đồng bộ

source: 同步不可用
ar: المزامنة غير متاحة
de: Synchronisierung nicht verfügbar
en: Sync Unavailable
es: Sincronización no disponible
fr: Synchronisation indisponible
hi: सिंक उपलब्ध नहीं
id: Sinkronisasi tidak tersedia
it: Sincronizzazione non disponibile
ja: 同期不可
ko: 동기화 불가
nl: Synchronisatie niet beschikbaar
pl: Synchronizacja niedostępna
pt: Sincronização indisponível
ru: Синхронизация недоступна
tr: Senkronizasyon Kullanılamıyor
vi: Đồng bộ không khả dụng

source: 同步不可用：%@
ar: المزامنة غير متاحة: %@
de: Synchronisierung nicht verfügbar: %@
en: Sync unavailable: %@
es: Sincronización no disponible: %@
fr: Synchronisation indisponible : %@
hi: सिंक उपलब्ध नहीं: %@
id: Sinkronisasi tidak tersedia: %@
it: Sincronizzazione non disponibile: %@
ja: 同期不可：%@
ko: 동기화 불가: %@
nl: Synchronisatie niet beschikbaar: %@
pl: Synchronizacja niedostępna: %@
pt: Sincronização indisponível: %@
ru: Синхронизация недоступна: %@
tr: Senkronizasyon Kullanılamıyor: %@
vi: Đồng bộ không khả dụng: %@

source: 同步出现错误
ar: حدث خطأ في المزامنة
de: Synchronisierungsfehler
en: Sync Error
es: Error de sincronización
fr: Erreur de synchronisation
hi: सिंक में त्रुटि हुई
id: Terjadi kesalahan sinkronisasi
it: Errore di sincronizzazione
ja: 同期エラー
ko: 동기화 오류 발생
nl: Synchronisatiefout
pl: Błąd synchronizacji
pt: Erro de sincronização
ru: Ошибка синхронизации
tr: Senkronizasyon Hatası
vi: Đồng bộ gặp lỗi
zh_hant: 同步出現錯誤
